aely-of-the-void.dark-magenta
angelicawisnes.awi-red-specter
arjun.swagger-viewer
biomejs.biome
cardinal90.multi-cursor-case-preserve
chakrounanas.turbo-console-log
chrmarti.regex
dnbexperience.vscode-eufemia
esbenp.prettier-vscode
ferosh.midnight-dusk
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
joelcrosby.one-dark-darker
kaydennolin.darknebula
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-vscode.powershell
naumovs.color-highlight
oderwat.indent-rainbow
redhat.vscode-yaml
sashaweiss.block-travel
shoobah.pinkasheck
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
usernamehw.errorlens
waderyan.gitblame
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
